Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: I need to continue making changes. I will submit my review later.
de_de: Ich muss weiterhin Änderungen vornehmen. Ich werde meine Beurteilung später einreichen.

source: I need to continue making changes. I will submit my self-review later.
de_de: Ich muss weiterhin Änderungen vornehmen. Ich werde meine Selbsteinschätzung später einreichen.

source: No description, measurement criteria or key deliverables to display.
de_de: Keine Beschreibung, Messkriterien oder wichtigen Ergebnisse anzuzeigen.

source: If you submit your review now, you will not be able to edit it later.
de_de: Wenn Sie Ihre Beurteilung jetzt einreichen, können Sie sie später nicht mehr bearbeiten.

source: If you submit now, {{reviewers}} will not be able to submit their reviews.
de_de: Wenn Sie jetzt einreichen, können {{reviewers}} ihre Beurteilungen nicht einreichen.

source: I understand. I want to submit my manager review now.
de_de: Ich verstehe. Ich möchte jetzt meine Führungskraftbeurteilung einreichen.

source: OK. I will wait for the other reviews to be submitted.
de_de: OK. Ich werde warten, bis die anderen Beurteilungen eingereicht werden.

source: The additional manager review is optional. No review was provided yet.
de_de: Die zusätzliche Führungskraftbeurteilung ist optional. Es wurde noch keine Beurteilung abgegeben.

source: I understand. I want to submit my review now.
de_de: Ich verstehe. Ich möchte jetzt meine Beurteilung einreichen.

source: {{name}} has not received any feedback that is visible to you over this review period.
de_de: {{name}} hat in diesem Beurteilungszeitraum kein für Sie sichtbares Feedback erhalten.

source: Why not review your feedback now?
de_de: Warum überprüfen Sie Ihr Feedback nicht jetzt?

source: You have not received any feedback that is visible to {{name}} over this review period.
de_de: Sie haben in diesem Zeitraum kein Feedback erhalten, das für {{name}} sichtbar ist.

source: Change overall performance comment
de_de: Gesamtleistungsbeurteilung ändern

source: Change overall performance rating
de_de: Gesamtleistungsbewertung ändern

source: Clicking the button will confirm your agreement with the performance review data.
de_de: Durch Klicken auf die Schaltfläche bestätigen Sie Ihre Zustimmung zu den Leistungsbeurteilungsdaten.

source: This performance review was validated by a higher-level manager.
de_de: Diese Leistungsbeurteilung wurde von einer höhergestellten Führungskraft validiert.

source: The review was successfully validated.
de_de: Die Beurteilung wurde erfolgreich validiert.

source: This snapshot reflects the status of the behaviors as of {{date}}
de_de: Diese Momentaufnahme spiegelt den Status des Verhaltens wider am {{date}}

source: Close details
de_de: Details schließen

source: View details
de_de: Details anzeigen

source: Goals and feedback were shared with the reassigned manager to enable completion of the review.
de_de: Ziele und Feedback wurden mit der neu zugewiesenen Führungskraft geteilt, um den Abschluss der Leistungsbeurteilung zu ermöglichen.

source: Goals at a glance
de_de: Ziele auf einen Blick

source: Review uploaded by HR on {{date}}
de_de: Beurteilung hochgeladen von HR am {{date}}

source: Not submitted
de_de: Nicht eingereicht

source: Access reviews, monitor progress, and keep up with the process.
de_de: Greife auf Beurteilungen zu, verfolge ihren Fortschritt und bleibe im Prozess auf Kurs.

source: This was resolved. I’m happy with the outcome.
de_de: Dies wurde gelöst. Ich bin mit dem Ergebnis zufrieden.

source: Go to this goal page
de_de: Gehe zu dieser Zielseite

source: Show closed reviews
de_de: Geschlossene Beurteilungen anzeigen

source: Manager to complete the challenge review:
de_de: Führungskraft zur Durchführung der Anfechtungs-Beurteilung:

source: There are {{count}} reviews in "{{stage}}" stage. Apply filters to view the reviews and move them to the next stage.
de_de: Es gibt {{count}} Beurteilungen in der „{{stage}}“-Phase. Wenden Sie Filter an, um die Beurteilungen anzuzeigen und in die nächste Phase zu verschieben.

source: View all or apply filters to see reviews and available actions
de_de: Alle anzeigen oder Filter anwenden, um Beurteilungen und verfügbare Aktionen zu sehen

source: No reviews match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
de_de: Keine Beurteilungen entsprechen Ihrer aktuellen Filterauswahl. Bearbeiten Sie Ihre Filterauswahl, um Beurteilungen zu finden und sie in andere Phasen zu verschieben.

source: Apply filters to view and delete reviews
de_de: Filter anwenden, um Beurteilungen anzuzeigen und zu löschen

source: Delete selected reviews
de_de: Ausgewählte Beurteilungen löschen

source: Search for managers and IDs
de_de: Nach Führungskräften und IDs suchen

source: Search for an organizational unit
de_de: Nach einer Organisationseinheit suchen

source: Search for workers and IDs
de_de: Nach Mitarbeiter:innen und IDs suchen

source: Select stage
de_de: Phase auswählen

source: Move selected reviews to a different stage
de_de: Verschieben Sie die ausgewählten Beurteilungen in eine andere Phase

source: Try adjusting your filters to find what you are looking for.
de_de: Passen Sie Ihre Filter an, um zu finden, was Sie suchen.

source: No reviews found
de_de: Keine Beurteilungen gefunden

source: Apply filters to view the reviews and move them to the next stage.
de_de: Wende Filter an, um die Beurteilungen anzuzeigen und sie in die nächste Phase zu verschieben.

source: No reviews in "{{stage}}" stage match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
de_de: Keine Beurteilungen in der Phase „{{stage}}“ entsprechen Ihrer aktuellen Filterauswahl. Bearbeiten Sie Ihre Filterauswahl, um Beurteilungen zu finden und sie in andere Phasen zu verschieben.

source: Review stage
de_de: Beurteilungsphase

source: If you are ready to have a performance conversation with {{employee}}, you can then submit your review. Note that they will not see your review until you publish it.
de_de: Wenn Sie bereit sind, ein Leistungsgespräch mit {{employee}} zu führen, können Sie Ihre Beurteilung einreichen. Beachten Sie, dass sie Ihre Beurteilung erst sehen, wenn Sie sie veröffentlichen.

source: Additional manager — Invited by {{name}}
de_de: Zusätzliche Führungskraft – Eingeladen von {{name}}

source: Your review was submitted, but has not yet published to the worker.
de_de: Ihre Beurteilung wurde eingereicht, aber noch nicht für den/die Mitarbeiter:in veröffentlicht.

source: Manager requested by worker
de_de: Von Mitarbeiter:in angeforderte Führungskraft

source: Add manager reviewers
de_de: Führungskraft-Bewerter hinzufügen

source: Additional Managers
de_de: Zusätzliche Führungskräfte

source: Your suggested additional reviewers were successfully removed.
de_de: Ihre vorgeschlagenen zusätzlichen Beurteiler:innen wurden erfolgreich entfernt.

source: Your manager will now see your suggested manager reviewers, and can invite them to participate in this review.
de_de: Ihre Führungskraft wird nun Ihre vorgeschlagenen Führungskraft-Bewerter sehen und kann sie einladen, an dieser Beurteilung teilzunehmen.

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Additional reviewers will only be able to view their own submitted response.
de_de: Diese Personen können Input zu Ihrer Beurteilung hinzufügen, sind jedoch nicht für das endgültige Ergebnis verantwortlich, das von Ihrer Führungskraft veröffentlicht wird. Sie können alle Informationen einsehen, die von zusätzlichen Bewerter eingegeben wurden, sobald die Beurteilung von Ihrer Führungskraft veröffentlicht wird. Zusätzliche Bewerter können nur ihre eigene eingereichte Antwort einsehen.

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Note that additional managers will be able to see your self-review.
de_de: Diese Personen können Input zu Ihrer Beurteilung hinzufügen, sind jedoch nicht für das endgültige Ergebnis verantwortlich, das von Ihrer Führungskraft veröffentlicht wird. Sie können alle Informationen einsehen, die von zusätzlichen Bewertern eingegeben wurden, sobald die Beurteilung von Ihrer Führungskraft veröffentlicht wird. Beachten Sie, dass zusätzliche Führungskräfte Ihre Selbsteinschätzung sehen können.

source: Invite workers to participate in this review
de_de: Aufforderung an Mitarbeiter:innen, an dieser Leistungsbeurteilung teilzunehmen

source: No additional managers yet
de_de: Noch keine zusätzlichen Führungskräfte

source: Search and suggest additional manager reviewers to the line manager
de_de: Suchen und Vorschlagen zusätzlicher Führungskraft-Bewerter für Vorgesetzte

source: No suggested additional managers are waiting for an invitation
de_de: Es warten keine vorgeschlagenen zusätzlichen Führungskräfte auf eine Einladung.

source: Manage additional managers
de_de: Zusätzliche Führungskräfte verwalten

source: This option allows you to add and manage additional managers in this review.
de_de: Diese Option ermöglicht es Ihnen, zusätzliche Führungskräfte in dieser Leistungsbeurteilung hinzuzufügen und zu verwalten.

source: Add and manage <br/> additional managers to the review
de_de: Fügen Sie zusätzliche Führungskräfte <br/>zur Beurteilung hinzu und verwalten Sie sie

source: {{current}} of {{max}} additional managers
de_de: {{current}} von {{max}} zusätzlichen Führungskräften

source: Suggest additional managers
de_de: Weitere Führungskräfte vorschlagen

source: Optional comment
de_de: Optionaler Kommentar

source: You have added yourself as an additional manager. To send, please remove yourself from this list since you will complete the manager review.
de_de: Sie haben sich selbst als zusätzliche Führungskraft hinzugefügt. Um fortzufahren, entfernen Sie sich bitte aus dieser Liste, da Sie die Führungskraftbeurteilung durchführen werden.

source: Submit & publish review
de_de: Beurteilung einreichen & veröffentlichen

source: Publish review
de_de: Beurteilung veröffentlichen

source: Submit review
de_de: Beurteilung einreichen

source: The form is now in moderation stage; you can edit directly by scrolling to the specific areas you want to update. Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
de_de: Das Formular befindet sich jetzt in der Moderationsphase; Sie können es direkt bearbeiten, indem Sie zu den spezifischen Bereichen scrollen, die Sie aktualisieren möchten. Öffnen Sie das Formular nur erneut, wenn Sie möchten, dass der/die Mitarbeiter:in seine/ihre Beurteilung ebenfalls bearbeitet und erneut einreicht. Andernfalls können Sie Ihre Kommentare und Bewertung direkt unten bearbeiten.

source: Your form is now in moderation phase and will be reopened once you have completed your moderation process offline with HR. Once your form is reopened, you will be able to edit your observations and publish the review to the worker.
de_de: Ihr Formular befindet sich jetzt in der Moderationsphase und wird wieder geöffnet, sobald Sie Ihren Moderationsprozess offline mit der Personalabteilung abgeschlossen haben. Sobald Ihr Formular wieder geöffnet ist, können Sie Ihre Beobachtungen bearbeiten und die Beurteilung für die Mitarbeiter:innen veröffentlichen.

source: Your form is now in moderation stage. You can edit it directly by scrolling down the page to the specific areas that you want to update.
de_de: Ihr Formular befindet sich jetzt in der Moderationsphase. Sie können es direkt bearbeiten, indem Sie auf der Seite nach unten zu den spezifischen Bereichen scrollen, die Sie aktualisieren möchten.

source: Your form is now in moderation stage and will be reopened once you have completed your moderation process offline with HR. Once reopened you will be able to make changes and publish the review to the worker.
de_de: Ihr Formular befindet sich nun in der Moderationsphase und wird wieder geöffnet, sobald Sie den Moderationsprozess offline mit der Personalabteilung abgeschlossen haben. Nach der Wiedereröffnung können Sie Änderungen vornehmen und die Beurteilung für die Mitarbeiter:innen veröffentlichen.

source: This review has now been moved to the "Conversation & publication" stage. Please make any required changes to your ratings and comments before publishing the review. Please note that even if you don't want to make any changes, you still need to publish the review so that the worker can view your ratings and comments.
de_de: Diese Beurteilung wurde nun in die Phase „Gespräch & Veröffentlichung“ verschoben. Bitte nehmen Sie alle erforderlichen Änderungen an Ihren Bewertungen und Kommentaren vor, bevor Sie die Beurteilung veröffentlichen. Bitte beachten Sie, dass Sie die Beurteilung auch dann veröffentlichen müssen, wenn Sie keine Änderungen vornehmen möchten, damit die Mitarbeiter:innen Ihre Bewertungen und Kommentare einsehen können.

source: Go to most recent
de_de: Zu den neuesten gehen

source: My review
de_de: Meine Beurteilung

source: This user is no longer active.
de_de: Diese:r Benutzer:in ist nicht mehr aktiv.

source: No reviews in progress
de_de: Keine laufenden Beurteilungen

source: No performance reviews yet
de_de: Noch keine Leistungsbeurteilungen.

source: Create and publish performance reviews for your organization.
de_de: Erstellen und veröffentlichen Sie Leistungsbeurteilungen für Ihre Organisation.

source: Display draft content
de_de: Entwurfsinhalt anzeigen

source: Draft - visible only to you
de_de: Entwurf – nur für Sie sichtbar

source: You have not submitted your drafted comments and ratings as part of this review. Do you want to display your unpublished content below? Goals and behaviors without drafted content are not displayed.
de_de: Sie haben Ihre entworfenen Kommentare und Bewertungen nicht als Teil dieser Beurteilung eingereicht. Möchten Sie Ihre unveröffentlichten Inhalte unten anzeigen? Ziele und Verhalten ohne Inhaltsentwürfe werden nicht angezeigt.

source: Overall behavior comment
de_de: Allgemeiner Verhaltenskommentar

source: Overall behavior rating
de_de: Gesamtverhaltensbewertung

source: Overall goal comment
de_de: Allgemeiner Zielkommentar

source: Overall goals rating
de_de: Gesamtbewertung der Ziele

source: Overall performance comment
de_de: Kommentar zur Gesamtleistung

source: Download performance review
de_de: Leistungsbeurteilung herunterladen

source: Period to be evaluated
de_de: Zu bewertender Zeitraum

source: Previous reviewer
de_de: Vorheriger Bewerter

source: Print preview
de_de: Druckvorschau

source: Publish final review to worker
de_de: Endgültige Beurteilung für die Mitarbeiter:innen veröffentlichen

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once the review is published, {{employee}} will be able to see the outcome of the review.
de_de: Wenn Sie diese Beurteilung jetzt veröffentlichen, kann {{employee}} keine Selbsteinschätzung mehr abgeben und Sie können Ihre Beurteilung später nicht mehr bearbeiten. Sobald die Beurteilung veröffentlicht ist, kann {{employee}} das Ergebnis der Beurteilung einsehen.

source: If you publish this review now, you will not be able to edit later and {{employee}} will see the outcome of the review.
de_de: Wenn Sie diese Beurteilung jetzt veröffentlichen, können Sie sie später nicht mehr bearbeiten und {{employee}} wird das Ergebnis der Beurteilung sehen.

source: I need to continue making changes. I will publish this review later.
de_de: Ich muss weiterhin Änderungen vornehmen. Ich werde diese Beurteilung später veröffentlichen.

source: Your form is now in moderation stage; therefore, you won't be able to make any changes or publish your review to the worker. Once the moderation is closed, you will be notified that your form is reopened and you will be able to make changes to your rating and comments before publishing to the worker.
de_de: Ihr Formular befindet sich nun in der Moderationsphase; daher können Sie keine Änderungen vornehmen oder Ihre Beurteilung über die Mitarbeiter:innen veröffentlichen. Sobald die Moderation abgeschlossen ist, werden Sie benachrichtigt, dass Ihr Formular wieder geöffnet wurde, und Sie können Ihre Bewertung und Kommentare ändern, bevor Sie sie für die Mitarbeiter:innen veröffentlichen.

source: Your report will be able to view your submission on their review form and choose to either accept or formally challenge the review.
de_de: Ihr Bericht kann Ihre Einreichung in seinem Beurteilungsformular einsehen und sich entscheiden, die Beurteilung entweder zu akzeptieren oder formell anzufechten.

source: Your final review was successfully published.
de_de: Ihre endgültige Beurteilung wurde erfolgreich veröffentlicht.

source: Your review was submitted.
de_de: Ihre Beurteilung wurde eingereicht.

source: Your review was successfully submitted.
de_de: Ihre Beurteilung wurde erfolgreich eingereicht.

source: Your review was submitted to your manager.
de_de: Ihre Beurteilung wurde an Ihre Führungskraft übermittelt.

source: Rate this goal
de_de: Bewerten Sie dieses Ziel

source: Are you sure you want to reassign this review?
de_de: Sind Sie sicher, dass Sie diese Leistungsbeurteilung neu zuweisen möchten?

source: New assignee for <strong>{{user}}</strong>
de_de: Neuer Zuständiger für <strong>{{user}}</strong>

source: The review was successfully reassigned.
de_de: Die Leistungsbeurteilung wurde erfolgreich neu zugewiesen.

source: You haven’t requested any feedback on {{name}} over the review period. Why not get insights from their colleagues and other stakeholders now?
de_de: Sie haben während des Beurteilungszeitraums kein Feedback zu {{name}} angefordert. Warum holen Sie sich nicht jetzt Einblicke von ihren Kolleg:innen und anderen Interessengruppen?

source: Explore the requests about {{name}} that were sent over the review period. Click on any request to view the received replies. You can also reflect on requests from previous time periods by visiting your "Requests about my team" page.
de_de: Erkunden Sie die Anfragen zu {{name}}, die während des Beurteilungszeitraums gesendet wurden. Klicken Sie auf eine Anfrage, um die erhaltenen Antworten anzuzeigen. Sie können auch die Anfragen aus früheren Zeiträumen einsehen, indem Sie Ihre Seite „Anfragen zu meinem Team“ besuchen.

source: Requests about {{name}}
de_de: Anfragen zu {{name}}

source: Save and close
de_de: Speichern und schließen

source: The performance review was successfully saved.
de_de: Die Leistungsbeurteilung wurde erfolgreich gespeichert.

source: Performance review
de_de: Leistungsbeurteilung

source: Not applicable
de_de: Nicht zutreffend

source: The self-review is optional. No review was provided yet.
de_de: Die Selbsteinschätzung ist optional. Es wurde noch keine Beurteilung abgegeben.

source: Sensitive content corrected.
de_de: Sensibler Inhalt korrigiert.

source: Sensitive content detected.
de_de: Sensibler Inhalt erkannt.

source: Some words in this review were flagged as sensitive.
de_de: Einige Wörter in dieser Beurteilung wurden als sensibel markiert.

source: Update sensitive words
de_de: Sensible Wörter aktualisieren

source: Feedback about {{name}}
de_de: Feedback zu {{name}}

source: This section contains all the feedback about {{name}} that was sent to you or shared with you. Use this feedback to draw an overview of their performance.
de_de: Dieser Abschnitt enthält alle Rückmeldungen über {{name}}, die Ihnen zugesandt oder mit Ihnen geteilt wurden. Verwenden Sie dieses Feedback, um einen Überblick über deren Leistung zu erhalten.

source: Review sign-off
de_de: Beurteilungsfreigabe

source: You have challenged your review; your line manager’s manager will therefore be able to view your comments and the overall review.
de_de: Sie haben Ihre Beurteilung angefochten; daher kann die Führungskraft Ihre(r/s) direkten Vorgesetzten Ihre Kommentare und die Gesamtbeurteilung einsehen.

source: Your line manager’s manager was notified that you have challenged your review and should be in touch.
de_de: Die Führungskraft Ihre(r/s) direkten Vorgesetzten wurde darüber informiert, dass Sie Ihre Beurteilung angefochten haben, und wird sich mit Ihnen in Verbindung setzen.

source: The discussion request was sent.
de_de: Die Diskussionsanfrage wurde gesendet.

source: Your review was challenged
de_de: Ihre Beurteilung wurde angefochten

source: You can only submit the review challenge once; therefore, we recommend that you prepare your comments and attachments offline before uploading them.
de_de: Sie können die Beurteilung nur einmal anfechten; daher empfehlen wir, dass Sie Ihre Kommentare und Anhänge offline vorbereiten, bevor Sie sie hochladen.

source: Add a final acceptance comment for my manager
de_de: Abschließenden Akzeptanzkommentar für meine Führungskraft hinzufügen

source: Your manager will be in touch to arrange a further discussion on your review.
de_de: Ihe Führungskraft wird sich mit Ihnen in Verbindung setzen, um ein weiteres Gespräch über Ihre Leistungsbeurteilung zu vereinbaren.

source: "Let's discuss" request sent.
de_de: Diskussionsanfrage gesendet.

source: Thank you. You have successfully completed your review.
de_de: Vielen Dank. Sie haben Ihre Beurteilung erfolgreich abgeschlossen.

source: If you publish this review now, {{reviewers}} will not be able to submit their review and you will not be able to edit your review later. Once the review published, {{employee}} will be able to see the outcome of the review.
de_de: Wenn Sie diese Beurteilung jetzt veröffentlichen, können {{reviewers}} ihre Beurteilung nicht einreichen und Sie können Ihre Beurteilung später nicht mehr bearbeiten. Sobald die Beurteilung veröffentlicht ist, kann {{employee}} das Ergebnis der Bewertung sehen.

source: OK. I will wait for other reviews to be submitted, and I will publish this review later.
de_de: OK. Ich werde warten, bis andere Beurteilungen eingereicht werden, und diese Beurteilung später veröffentlichen.

source: Submit and publish
de_de: Einreichen und veröffentlichen

source: All good! No action required.
de_de: Alles gut! Keine Aktion erforderlich.

source: This review needs an action from you
de_de: Diese Leistungsbeurteilung erfordert eine Aktion Ihrerseits

source: Describe agenda point topic
de_de: Beschreiben Sie das Thema des Tagesordnungspunkts

source: About
de_de: Info

source: Review status
de_de: Beurteilungsstatus

source: Scale items
de_de: Skalenelemente

source: Some translations are missing for this language.
de_de: Einige Übersetzungen fehlen für diese Sprache.

source: Final Validation
de_de: Endgültige Validierung

source: You have not submitted your drafted comments and ratings as part of this review. Do you want you to display your unpublished content below? <br>Goals and behaviors without drafted content are not displayed.
de_de: Sie haben Ihre entworfenen Kommentare und Bewertungen als Teil dieser Beurteilung nicht eingereicht. Möchten Sie Ihre unveröffentlichten Inhalte unten anzeigen? <br>Ziele und Verhalten ohne Inhaltsentwürfe werden nicht angezeigt.

source: Display not submitted content
de_de: Nicht eingereichte Inhalte anzeigen

source: Not submitted - Visible only to you
de_de: Nicht eingereicht - Nur für Sie sichtbar
